7767517
3 2
pnnx.Input               pnnx_input_0             0 1 0 #0=(1,3,512,512)f32
nn.Conv2d                conv1                    1 1 0 1 bias=False dilation=(1,1) groups=1 in_channels=3 kernel_size=(5,5) out_channels=64 padding=(1,1) padding_mode=zeros stride=(1,1) @weight=(64,3,5,5)f32 #0=(1,3,512,512)f32 #1=(1,64,510,510)f32
pnnx.Output              pnnx_output_0            1 0 1 #1=(1,64,510,510)f32
