7767517
6 5
pnnx.Input               pnnx_input_0             0 1 0 #0=(1,1,5,5)f32
nn.Conv2d                conv1                    1 1 0 1 bias=False dilation=(1,1) groups=1 in_channels=1 kernel_size=(5,5) out_channels=1 padding=(2,2) padding_mode=zeros stride=(1,1) @weight=(1,1,5,5)f32 #0=(1,1,5,5)f32 #1=(1,1,5,5)f32
nn.Conv2d                conv2                    1 1 0 2 bias=True dilation=(1,1) groups=1 in_channels=1 kernel_size=(5,5) out_channels=1 padding=(2,2) padding_mode=zeros stride=(1,1) @bias=(1)f32 @weight=(1,1,5,5)f32 #0=(1,1,5,5)f32 #2=(1,1,5,5)f32
pnnx.Expression          pnnx_expr_0              2 1 1 2 3 expr=add(@0,@1) #1=(1,1,5,5)f32 #2=(1,1,5,5)f32 #3=(1,1,5,5)f32
nn.MaxPool2d             max                      1 1 3 4 ceil_mode=False dilation=(1,1) kernel_size=(2,2) padding=(0,0) return_indices=False stride=(2,2) #3=(1,1,5,5)f32 #4=(1,1,2,2)f32
pnnx.Output              pnnx_output_0            1 0 4 #4=(1,1,2,2)f32
