7767517
7 6
pnnx.Input               pnnx_input_0             0 1 0 #0=(1,4,16,16)f32
nn.Conv2d                conv1                    1 1 0 1 bias=True dilation=(1,1) groups=2 in_channels=4 kernel_size=(3,3) out_channels=32 padding=(1,1) padding_mode=zeros stride=(1,1) @bias=(32)f32 @weight=(32,2,3,3)f32 #0=(1,4,16,16)f32 #1=(1,32,16,16)f32
nn.Hardsigmoid           hardsigmoid              1 1 1 2 #1=(1,32,16,16)f32 #2=(1,32,16,16)f32
nn.Conv2d                conv2                    1 1 2 3 bias=True dilation=(1,1) groups=2 in_channels=32 kernel_size=(3,3) out_channels=64 padding=(1,1) padding_mode=zeros stride=(1,1) @bias=(64)f32 @weight=(64,16,3,3)f32 #2=(1,32,16,16)f32 #3=(1,64,16,16)f32
nn.Conv2d                conv3                    1 1 3 4 bias=True dilation=(1,1) groups=2 in_channels=64 kernel_size=(3,3) out_channels=64 padding=(1,1) padding_mode=zeros stride=(1,1) @bias=(64)f32 @weight=(64,32,3,3)f32 #3=(1,64,16,16)f32 #4=(1,64,16,16)f32
nn.Hardswish             hardswish                1 1 4 5 #4=(1,64,16,16)f32 #5=(1,64,16,16)f32
pnnx.Output              pnnx_output_0            1 0 5 #5=(1,64,16,16)f32
